{"title":"The Carmen Effect","description":"Carmen Sandiego is back on Netflix January 18th, but for Millennials, she never really left.","intro-steps":[{"step":"title","text":"Her iconic wide-brimmed hat may have kept her identity hidden, but it’s no secret that <strong>Carmen Sandiego</strong> left a lasting impact on pop culture. From humble beginnings on a floppy disk to becoming a 90s entertainment phenomenon, Carmen spent her days outwitting gumshoes across the world while earning her spot in the zeitgeist. There’s a reason why people just can’t seem to shake the international woman of mystery that runs deeper than nostalgia. Call it <strong>The Carmen Effect</strong>. And now, 30 years later, she’s back on Netflix. <span>Scroll &#9660;</span>"},{"step":"examples","text":"While some are still wondering where in the world she might be (XX of you, in fact), Carmen never really left. Over the past five years there have been hundreds of thousands of tweets about Carmen Sandiego, and throughout this experience each dot represents one of those tweets. Upon closer inspection, patterns began to emerge in how people have been showcasing their admiration for Carmen."},{"step":"categories","text":"We uncovered <strong>five</strong> key categories of The Carmen Effect -- edutainment, travel, role model, style, and pop culture -- with Carmen’s impact resonating across the globe."}],"globe-steps":[{"step":"edutainment","label":"Sandiego Smarts","text":"Carmen"},{"step":"travel","label":"Passport Envy","text":"Carmen helped kids see the world beyond their windows, introducing them to all kinds of places and cultures. For some, that virtual jet-setting led to an increased sense of wanderlust in adulthood. Carmen Sandiego: the original travel influencer?"},{"step":"role-model","label":"Role Model","text":"Tktktktk tk tk tk tk tktk tk tkt kt kt tk tktk kt ktk tk tktk tk tk tkt ktkt kt kt ktk tk tkt ktk tk tkt ktktk tk tk kt kt ktktkt kt kt k."},{"step":"fashion","label":"Fashion","text":"Tktktktk tk tk tk tk tktk tk tkt kt kt tk tktk kt ktk tk tktk tk tk tkt ktkt kt kt ktk tk tkt ktk tk tkt ktktk tk tk kt kt ktktkt kt kt k."},{"step":"pop-culture","label":"Pop Culture","text":"Do it, Rockapella: tktktktk"}],"categories":[{"id":"a","label":"Learned It from Carmen","curate":"true"},{"id":"b","label":"Passport Envy","curate":"true"},{"id":"c","label":"Role Model","curate":"true"},{"id":"d","label":"Fashion","curate":"true"},{"id":"e","label":"Pop Culture","curate":"true"}],"curate":{"text":"This is some text to introduce the curate explore section. It is probably just enough to bridge where we just came from and what we are looking at now.","choose":"The top 5% of tweets by category","chooseMobile":"The top 2% of tweets by category"},"explore":{"title":"Explore all 130,000 tweets","choose":"Show tweets from","button":"Show me another"}}