{"title":"The Carmen Effect","description":"Carmen Sandiego is back on Netflix January 18th, but for Millennials, she never really left.","intro-steps":[{"step":"title","text":"Her iconic wide-brimmed hat may have kept her identity hidden, but it’s no secret that <strong>Carmen Sandiego</strong> left a lasting impact on pop culture. From humble beginnings on a floppy disk to becoming a 90s entertainment phenomenon, Carmen spent her days outwitting gumshoes across the world while earning her spot in the zeitgeist. There’s a reason why people just can’t seem to shake the international woman of mystery that runs deeper than nostalgia—call it <strong>The Carmen Effect</strong>. And now, 30 years later, she’s back on Netflix. <span>Scroll &#9660;</span>"},{"step":"examples","text":"While some are still wondering where in the world she might be (XX of you, in fact), Carmen never really left. Over the past five years there have been hundreds of thousands of tweets about Carmen Sandiego, and throughout this experience each dot represents one of those tweets. Upon closer inspection, patterns began to emerge in how people have been showcasing their admiration for Carmen."}],"globe-steps":[{"step":"categories","text":"We uncovered <strong>five</strong> key categories of The Carmen Effect—Sandiego Smarts, Passport Goals, Model Citizen, Signature Style, and Cultural Icon—with Carmen’s impact resonating across the globe.","lat":"39.8283","lon":"-98.5795"},{"step":"edutainment","label":"Sandiego Smarts","text":"To kids, Carmen was a master thief who had to be stopped--for parents and teachers, she was a godsend that actually taught kids a thing or two. Whether it was on a computer or TV screen, Carmen Sandiego passed along an encyclopedic knowledge of geography and trivia-worthy facts to a generation of kids that still remember them today.","lat":"19.4326","lon":"-99.1332","tweet":"Shoutout to Carmen San Diego computer games that taught me SO MUCH as a kid.","user":"@@Emily_Meek","city":"Mexico City","country":"Mexico"},{"step":"style","label":"Signature Style","text":"While the character may be fictional, Carmen’s impact on fashion and style is anything but. Dressed head-to-toe in red, her unforgettable hat and trenchcoat is a Halloween mainstay and draws constant celebrity comparisons. Beyond special occasions, Carmen’s style is evoked in the everyday with mentions of how just wearing a wide-brimmed hat makes people recall the iconic Lady in Red.","lat":"-23.5505","lon":"-46.6333","tweet":"Today @LindsayRibar told me that with my hat I look like Carmen Sandiego which is basically the nicest thing anyone has ever said to me ever","user":"@laurenmagaziner","city":"São Paulo","country":"Brazil"},{"step":"role-model","label":"Model Citizen","text":"Superhero or Villain? Neither. Motives aside, Carmen Sandiego was at the intersection of representation and empowerment, making her an inspiration to kids everywhere. Whether it was her ambition, independence or wit, Carmen upheld invaluable qualities--even if she didn’t always uphold the justice system.","lat":"-33.9249","lon":"18.4241","tweet":"@iamveganlindo wow...international woman of mystery👍🏾 Maybe I should call you the 'Carmen Sandiego' of Africa😉 Enjoy your day. cc @MarkCorke","user":"@SihleDLK","city":"Cape Town","country":"South Africa"},{"step":"pop-culture","label":"Cultural Icon","text":"Beyond these categories, there are countless mentions and references of Carmen in pop culture that elevate her to icon status. From the beloved theme song, odd pairing to another hard-to-find fictional character in stripes, and overall nostalgia for the franchise, it’s clear that talk of Carmen Sandiego isn’t going anywhere.","lat":"28.7041","lon":"77.1025","tweet":"Just played Carmen Sandiego again. Brings back childhood memories. Was so addicted to it back then. Awesome game","user":"@mihir_h","city":"Delhi","country":"India"},{"step":"travel","label":"Passport Goals","text":"If there’s anyone who’s seen every corner of the world, it’s Carmen Sandiego. That’s why it’s no surprise people use her name interchangeably with “travel” during their real-life expeditions. Carmen introduced kids to all kinds of places and cultures of the world, and for some, that virtual jet-setting led to a sense of wanderlust well into adulthood.","lat":"52.5200","lon":"13.4050","tweet":"I wonder if my love to travel has anything to do with my obsession with Geo Safari and Carmen Sandiego when I was a kid?","user":"@iamseanbradford","city":"Berlin","country":"Germany"}],"categories":[{"id":"edutainment","label":"Sandiego Smarts","curate":"true"},{"id":"travel","label":"Passport Goals","curate":"true"},{"id":"role-model","label":"Model Citizen","curate":"true"},{"id":"fashion","label":"Signature Style","curate":"true"},{"id":"pop-culture","label":"Cultural Icon"}],"curate":{"intro":"Get to know <strong>The Carmen Effect</strong>.","nav":"Hover over any dot to view a tweet, and toggle between categories using the menu on the left. <em>Looking for Cultural Icon? Keep scrolling.</em>","note":"5% of each categories’ total sample size is represented.","noteMobile":"5% of each categories’ total sample size is represented."},"explore":{"title":"Explore all tweets","text":"Feeling lucky? Click the button below to see a tweet across any category.","choose":"Show tweets from","button":"Show me another"}}