{"title":"The Carmen Effect","description":"Tk","intro-steps":[{"step":"title","text":"Armed with a well-stamped passport, kick butt persona, and iconic style, Carmen Sandiego influenced a generation by tapping into a universal truth: Exploring new things, living adventures, and being part of something bigger than yourself is incredibly satisfying."},{"step":"examples","text":"Now the iconic anti-heroine is back. Yet according to her fans, her impact never left. Over the past five years, we found around 130,000 tweets about Carmen, her adventures, and her lasting influence. Throughout this experience, every circle represents a single tweet. Here you’re looking at about 12% of the messages that we found, but keep reading to explore them all."},{"step":"categories","text":"To better understand the effect Carmen had on her fans, we categorized their tweets into one of the following five categories: <span class=cat id=edutainment>edutainment</span>, <span class=cat id=travel>travel</span>, <span class=cat id=role-model>role models</span>, <span class=cat id=fashion>fashion</span>, and <span class=cat id=pop-culture>pop culture</span>. Each of these dots represents one of those categorized messages. Just as we follow Carmen’s adventures around the world, let’s now follow the words of her fans as we dive into each of the five categories."}],"map-steps":[{"step":"edutainment","label":"Learned It from Carmen","text":"In the midst of testing kids’ geography knowledge, Carmen did more than simply bestow them the rank of “Investigator” or “Ace Detective.” Kids actually learned something."},{"step":"travel","label":"Passport Envy","text":"Carmen helped kids see the world beyond their windows, introducing them to all kinds of places and cultures. For some, that virtual jet-setting led to an increased sense of wanderlust in adulthood. Carmen Sandiego: the original travel influencer?"},{"step":"role-model","label":"Role Model","text":"Tktktktk tk tk tk tk tktk tk tkt kt kt tk tktk kt ktk tk tktk tk tk tkt ktkt kt kt ktk tk tkt ktk tk tkt ktktk tk tk kt kt ktktkt kt kt k."},{"step":"fashion","label":"Fashion","text":"Tktktktk tk tk tk tk tktk tk tkt kt kt tk tktk kt ktk tk tktk tk tk tkt ktkt kt kt ktk tk tkt ktk tk tkt ktktk tk tk kt kt ktktkt kt kt k."},{"step":"pop-culture","label":"Pop Culture","text":"Do it, Rockapella: tktktktk"}],"categories":[{"id":"edutainment"},{"id":"a","label":"Learned It from Carmen","curate":"true"},{"id":"travel"},{"id":"b","label":"Passport Envy","curate":"true"},{"id":"role-model"},{"id":"c","label":"Role Model","curate":"true"},{"id":"fashion"},{"id":"d","label":"Fashion","curate":"true"},{"id":"pop-culture"},{"id":"e","label":"Pop Culture","curate":"true"}],"curate":{"text":"This is some text to introduce the curate explore section. It is probably just enough to bridge where we just came from and what we are looking at now.","choose":"The top 5% of tweets by category","chooseMobile":"The top 2% of tweets by category"},"explore":{"title":"Explore all 130,000 tweets","choose":"Show tweets from","button":"Show me another"}}