{"title":"The Carmen Effect","description":"Carmen Sandiego is back on Netflix January 18th, but for Millennials, she never really left.","intro-steps":[{"step":"title","text":"Her exact location may still be unknown, but it’s no secret that <strong>Carmen Sandiego</strong> left a long-lasting impact on pop culture. From humble beginnings on a floppy disk to becoming an entertainment phenomenon, the original generation of Carmen Sandiego fans have a love for the franchise that extends well beyond the 90s. And now, she’s back on Netflix. <span>Scroll &#9660;</span>"},{"step":"examples","text":"But there’s a reason why people just can’t seem to shake the international woman of mystery, and it runs deeper than nostalgia—call it  <strong>The Carmen Effect</strong>. In the past five years alone there have been hundreds of thousands of tweets about Carmen Sandiego, and throughout this experience each dot represents one of those tweets."}],"globe-steps":[{"step":"categories","text":"Upon closer inspection, patterns began to emerge in how people have been showcasing their admiration for Carmen. We uncovered five key categories of The Carmen Effect—<span class=edutainment>Sandiego Smarts</span>, <span class=travel>Passport Goals</span>, <span class=role-model>Trailblazer</span>, <span class=fashion>Signature Style</span>, and <span class=pop-culture>Cultural Icon</span>—with Carmen’s impact resonating across the globe.","lat":"24.7136","lon":"46.738586","image":"","city":"","country":""},{"step":"edutainment","label":"Sandiego Smarts","text":"Whether it was on a computer or TV screen, Carmen Sandiego passed along an encyclopedic knowledge of geography and trivia-worthy facts (like the definition of ‘spelunking’ or what the currency in Thailand is) to a generation of kids that still remember them today.","lat":"24.7136","lon":"46.738586","tweet":"They should reboot Carmen Sandiego. what little I knew of geography as a kid, I learned from that show.","user":"@AnonymousZiZ","country":"Saudi Arabia","image":"saudi.png","imagealt":"image of desert"},{"step":"travel","label":"Passport Goals","text":"If there’s anyone who’s seen every corner of the world, it’s Carmen Sandiego. That’s why it’s no surprise people use her name interchangeably with “travel” during their real-life expeditions. Carmen introduced kids to all kinds of places and cultures of the world, and for some, that virtual jet-setting led to a sense of wanderlust well into adulthood.","lat":"37.0902","lon":"-95.7129","tweet":"i was obsessed with Carmen Sandiego as a child growing up in rural Arkansas. Was one of my first examples of an independent woman traveling the world.","user":"@DriverWrites","country":"United States","image":"nyc.png","imagealt":"image of New York City"},{"step":"role-model","label":"Trailblazer","text":"Superhero or Villain? Neither. Motives aside, Carmen Sandiego was at the intersection of representation and empowerment, making her an inspiration to kids everywhere. Whether it was her ambition, independence or wit, Carmen upheld invaluable qualities—even if she didn’t always uphold the justice system.","lat":"-14.2350","lon":"-51.9253","tweet":"Is it wrong that one of my childhood role models was Carmen Sandiego? I absolutely loved the games and wanted to be like her when I grew up.","user":"@Rafaela_Freitas","country":"Brazil","image":"rio.png","imagealt":"image of Rio de Janeiro"},{"step":"fashion","label":"Signature Style","text":"While the character may be fictional, Carmen’s impact on fashion and style is anything but. Dressed head-to-toe in red, her unforgettable hat and trenchcoat is a Halloween mainstay and draws constant celebrity comparisons. Beyond special occasions, Carmen’s style is evoked in the everyday with mentions of how just wearing a wide-brimmed hat makes people recall the iconic Lady in Red.","lat":"51.5074","lon":"-3.4360","tweet":"Carmen Sandiego is my style icon.","user":"@ailbhetross","country":"United Kingdom","image":"uk.png","imagealt":"image of UK"},{"step":"pop-culture","label":"Cultural Icon","text":"Beyond these categories, there are countless mentions and references of Carmen in pop culture that elevate her to icon status. From the unforgettable theme song to memories of hours spent playing the computer game in elementary school, it’s clear talk of Carmen Sandiego isn’t going anywhere.","lat":"-25.2744","lon":"133.7751","tweet":"The girl I sit with in Spanish asked me today if I played Where in the World is Carmen Sandiego when I was a kid. We’re gonna get along.","user":"@Chrissaayyyyy","country":"Australia","image":"aust.png","imagealt":"image of Australia"}],"categories":[{"id":"edutainment","label":"Sandiego Smarts","curate":"true"},{"id":"travel","label":"Passport Goals","curate":"true"},{"id":"role-model","label":"Trailblazer","curate":"true"},{"id":"fashion","label":"Signature Style","curate":"true"},{"id":"cultural-icon","label":"Cultural Icon","curate":"true"}],"curate":{"intro":"Get to know <strong>The Carmen Effect</strong>","nav":"Hover over any dot to view a tweet, and filter by category using the menu below."},"explore":{"title":"Explore all tweets","text":"","button":"Show me another"},"share":"Share this study","about":"“The Carmen Effect” is the deeply personal, long-lasting impact the franchise, and the woman behind it, had on its original generation of fans. For some, it’s manifested as a love of travel, passion for geography, or the occasional urge to buy a red coat. For others, Carmen was a first-of-her-kind superhero, showing both girls and boys how to be “sly, funny and brilliant” as a badass Latina role model. And now, almost 20 years later, her legacy lives on as a brand new series debuts on Netflix January 18th, with <a href=https://www.youtube.com/watch?v=YwnumzqVBIQ&feature=youtu.be target=_blank>Gina Rodriguez</a> voicing the lead role.","methods":"In partnership with the team behind <a href=https://polygraph.cool target=_blank>Polygraph</a>, Netflix used a dataset of 356,798 public tweets dated between 12/14/13-12/14/18 that mentioned “Carmen Sandiego” or variations of the name. Retweets were excluded from the analysis, and tweets coded as spam (including promotional tweets or tweets assumed to come from a bot) were omitted from the final dataset. Tweets that could be deemed offensive were excluded from TheCarmenEffect.com."}